Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/riikkaidgaskasas-algoalbmotovttasbargu.html.tmx
Source language: sme
Languages: smj

source: Sámediggi lea mielde nationála barggus ovdánahttimis heivehanstrategiijaid dálkkádatrievdademiide.
smj: Sámedigge oassálasstá bargguj åvddånahttet nasjonála hiebadamstrategiajt dálkádakrievddamij vuosstij.

source: o Mii leat soahpan Birasgáhttendepartemeanttain das makkár fápmudus ja čoahkádus galgá leat almmolaš lávdegottis mii dál čielggada servodaga hearkivuođa ja heiveheami ja váikkuhusaid dálkkádatrievdademiin.
smj: o Guorrasam lip Birásgáhttimdepartementajn makkár mandáhtta ja ájrastibme galggá sierra almulasj nammadusán mij dálla tjielggadij sebrudagá várnnahisvuodav ja dálkádakrievddamij vájkkudusáj hiebadimev.

source: Sámi allaskuvlla rektor, Steinar Pedersen, lea dán lávdegotti lahttun.
smj: Sáme allaskåvlå rektor Steinar Pedersen le dán nammadusá ájrrasin.

source: o Mii áigut čuovvolit bargama NAČ 2010:10 Heiveheapmi rievdi dálkkádahkii čielggadeami.
smj: o Ájggop tjuovvolit bargov VAT 2010:10 Hiebadibme dálkádahkaj mij rievddá.

source: o Mii oassálasttiimet 5. oassečielggadeami čielggadanjoavkku: Heiveheapmi ja váidudeaddji doaibmabijut Norwegian Arctic Climate Impact Assesment (NorACIA) mii ráhkadii syntesarapportta: Dálkkádatrievdadeamit Norgga beale arktalaš guovllus.
smj: o Oassálastijma 5. Oassetjielggadime tjielggadimjuohkusij: Hiebadibme ja binnediddje dåjma Norwegian Arctic Climate Impact Assesment (NorACIA) mij syntesarapportav dagáj: Dálkádakrievddama Vuona arktalasj guovlon.

source: Váikkuhusat eallimii davvin.
smj: Vájkkudusá iellemij nuorttan.

source: Almmuhuvvon 2010 njukčamánus.
smj: Almoduvvam 2010 snjuktjamáno.

source: o Eatge galgga vajálduhttit; sámi servodaga máškitvuođa álggaheapmi ja ahte árbevirolaš resursaatnu ja ealáhuslotnolasvuohta lea buoremus vuohki iežamet heivehit rievdademiide.
smj: o Ep ga galga vajálduhttet; sáme sebrudagá måssjkisvuodav bisodit árbbedábálasj resurssaano baktu ja tjoahkkeæládusáj baktu le buoremus strategija rievddamijt duostudit.

source: Danin leat lágat mat sihkkarastet vuoigatvuođa riddo- ja vuotnabivdui, mat sihkkarastet meahcásteami ja boazodoalu areálavuođu buoremus dálkkádatheivehanpolitihkka.
smj: Danen li láhkarievddama ma duodasti riektáv vuodna- ja merragáddeguolástussaj, miehttsestallama ja boatsojsujto duobddákdárboj sihkarasstem buoremus dálkádakhiebadimpolitihkka.

source: Dainna mii beaivválaččat bargat.
smj: Dáj ássjij bæjválattjat barggap.

source: ON dálkkádatkonvenšuvdna (UNFCCC)
smj: AN:a dálkádakkonvensjåvnnå (UNFCCC)

source: ON dálkkádatkonvenšuvdna (UNFCCC) 1992 rájes lea riikkaidgaskasaš dálkkádatovttasbarggu vuođđun.
smj: AN:a dálkádakkonvensjåvnnå (UNFCCC) 1992 rájes la rijkajgasskasasj dálkádakaktisasjbargo birástahka.

source: Sámediggi lea mielde Norgga sáttagottis bealálaščoahkkimiin, COP., ON dálkkádatkonvenšuvnna vuolde.
smj: Sámedigge le fáron Vuona delegasjåvnån COP åvdåstiddjijtjåhkanimijda, AN:a dálkádakkonvensjåvnå aktijvuodan.

source: Dán konvenšuvnna nala dat lea 1997 Kyoto-protokolla huksejuvvon, ja geatnegahttá rikkis riikkaid geahpidit dálkkádatgássaluoitimiid mearriduvvon meari mielde.
smj: 1997 Kyoto-protokolla le dán konvensjåvnå nalá dagádum, ja dat tjadná boandás rijkajt dálkádakgássaluojttemijt giehpedit mierreduvvam miere milta.

source: Kyoto-protokolla vuosttaš geatnegahtti áigodat 2012 rádjai lea dagahan hui smávva nuoskkidangeahpidemiid.
smj: Kyoto-protokolla vuostasj vælggogis ájggudahka 2012 rádjáj le nuoskodimev dåssju binnitjav giehpedam.

source: Váldočoahkkin Balis 2007:s danin vuolggahii guovtti jagi šiehtadallanproseassa mii galggai nannet áŋgiruššama, ja mii plána mielde galgá loahpahuvvot Københavnas.
smj: Oajvvetjåhkanibme Balin 2007:n danen jåhtuj biejaj guovtejahkásasj sjiehtadallamprosessav mij galgaj ratjástimev nannit, ja mij plánaj milta galgaj Københámnan låhpaduvvat.

source: Šiehtadallamat ovddasguvlui lea juohkásan guovtti bargojoavkkuide.
smj: Sjiehtadallama åvddålijguovlluj li guovte barggojuohkusijda juogedum.

source: Nubbi galgá šiehtadit ođđa luoitingeatnegasvuođaid Kyoto-riikkaide.
smj: Akta galggá ådå nuoskodimlåbijt sjiehtadallat Kyoto-lándajda.

source: Dat guoská buot rikkis riikkaide earret USA:i mii čuožžu olggobealde Kyoto.
smj: Dat guosská gájka boandás lándajda ietján gå USA mij le Kyoto ålggolin.

source: Máŋga oassálastit oaivvildit ahte dárbbašuvvo ođđa geatnegahti soahpamuš lassin Kyoto šiehtadussii, mii bidjá luoitingeatnegasvuođaid USA:i ja mii mudde nuoskkidangeahpidemiid ruhtadeami ja dálkkádatheiveheami geafes riikkain.
smj: Moaddása oajvvadi dárbahip ådå vælggogis sjiehtadusáv duodden Kyotoj, mij mierret USA:j nuoskodimlåbijt ja mij mierret nuoskodimbinnedime ja dálkádakhiebadime ruhtadimev hæjos lándajn.

source: Dat nubbi bargojoavku guhkesáiggi oktasaš doaimma várás (AWG-LCA) galgá šiehtadit das movt miehtá máilmmi sáhttet eanet áŋgiruššat ja bargat dálkkádatrievdademiiguin.
smj: Nubbe barggojuogos guhkesájggásasj aktisasj dåjma gáktuj (AWG-LCA) galggá sjiehtadit gåktu væráldav miehtáj máhttá ienep ratjástit ja dálkádakrievddamij barggat.

source: Fápmudus lea juhkkojuvvon njealji surggiide main eanet galget deattuhit nuoskkidangeahpidemiid, heiveheapmi dálkkádatrievdademiide, dálkkádatdoaimmaid ruhtadeapmi ovdánahttimis ja juohkimis dálkkádatteknologiija.
smj: Mandáhtta le nielje suorggáj juogedum gånnå galggá ratjástit nuoskodimbinnedimij, dálkádakrievddama hiebadimij, dálkádakdåjmaj ruhtadimij ja dálkádakteknologijav oablodit.

source: Digaštallamat geahpideames nuoskkidemiid vuovdenjáskamiid ja vuovdegoaridemiid oktavuođas ovdáneaddji riikkain lea leamašan oassin dálkkádatšiehtadallamin gitta 2005 rájes.
smj: Dagástallama nuoskodime giehpedime birra vuovddetjuollamij ja vuovddenjárbbima baktu åvddånahttelándajn li læhkám oassen dálkádaksjiehtadallamijs 2005 rájes.

source: Jurdda lea ahte ovdáneaddjiriikkat mat geahpidit luoitimiid vuovdenjáskamiin galget oažžut ruđalaš buhtadasa.
smj: Ájalvis le åvddånahttemlánda ma binnedi nuoskodimev vuovddetjuollamis mávsov oadtju.

source: 15 – 20 proseanta máilmmi dálkkádatgássaluoitimin boahtá juste vuovdenjáskamiin ja vuovdešláddjivuođa goarideamis trohpalaš guovlluin.
smj: 15 – 20 prosenta værálda dálkádakgássanuoskodibme boahtá vuovddetjuollamis ja trohpalasj vuovddenjárbbimis.

source: Dát vuođđuda dan mii lea šaddan REDD / REDD + (Reducing Emissions from Deforestation and forest Degradation) šiehtadallamat.
smj: Dát dilev látjij dasi mij dálla le sjaddam REDD / REDD + (Reducing Emissions from Deforestation and forest Degradation) sjiehtadallama.

source: Badjel 60 miljovnna álgoálbmogiidda lea vuovdi dehálaš sin birgema vuođđun.
smj: Badjel 60 milijåvnå álgoálmmugijda le vuovdde ájnas sijá bierggimij vuodon.

source: Vai eastadit ahte REDD-doaimmat heađuštit álgoálbmogiid birgejumi de lea dehálaš ahte sii besset mielde prosessii ja ahte álgoálbmogiid vuoigatvuođat doahttaluvvojit.
smj: Váj hieret ahte REDD-dåjma álggoálmmugij bierggimav bæjsstá de le ájnas jut bessi fárruj prosessaj ja ahte álggoálmmugij riektá vieleduvvi.

source: Eanetlohkoráđđehusa politihkalaš vuođus de adnojuvvo vuođđun ahte galget joatkit Norgga dálkkádat- ja vuovdevuolgaga, ja lasihit jahkásaš juolludeami sullii 3 miljárdda ruvnno rádjai.
smj: Ieneplågoráddidusá politihkalasj vuodon galggi joarkket vuona dálkádak- ja vuovddeálgadimev, ja lasedit jahkásasj juollodimev sulle 3 millijárda kråvnå rádjáj.

source: REDD + mearkkaša bisseheames viiddis vuovdenjáskamiid ja vuovddi goarideami.
smj: REDD + mierkki ganugahttet vijdes vuovddetjuollamijt ja vuovddenjárbbimav.

source: Dađistaga go eanet riikkaid leat oaidnán ávkki ovddideames daid earenoamáš hástalusaid mat sis leat vuvddii hálddašeami oktavuođas, leat šiehtadallamat guhkkon.
smj: Madi ienep ja ienep lánda li vuojnnám ávkev dajt sierralágásj hásstalusájt åvdedimes ma siján li vuovdij háldadusán, li sjiehtadallama vijdedum.

source: Dál dat maiddái fátmmasta doaibmabijuid soahkešattu buorideami daid vuvddiin mat leat goariduvvon - ja guovlluin main visot vuovddi leat njáskan.
smj: Dálla gulluji aj dåjma ma galggi ådå muorajt sjattadit njárbbidum vuovdijda – ja guovlojda ma åvddåla lidjin tjuoladum sjalla.

source: Dán viiddideami govastahkan lea plussamearka maŋŋil REDD nama, nappo REDD+.
smj: Dán vijdedime symbåvllån le plussamærkka REDD namá duohkáj biejadum, váj sjaddá REDD+.

source: REDD ja REDD + oanádus geavahuvvo dál čujuhussan dan bargui mas barget trohpalaš vuvddiid suodjalemiin.
smj: Oanedime REDD ja REDD + dálla aneduvvi referánssan dáj trohpalasj harvvevuovdij suodjalime bargguj.

source: Sámediggi geahččala váikkuhit sihke Norgga ja earáid rolla REDD + doaimmas riikkaidgaskasaš rámmaid ovdánahttimis, vai dat sihke dagaha ahte dálkkádatgássaid luoitin geahpiduvvo, ja bisseha biologalaš šláddjivuođa manaheami ja ovddida nanaguoddevaš ovdáneami álgoálbmogiidda geat ellen ja birgejit trohpalaš vuvddiin.
smj: Sámedigge gæhttjal vájkkudit sihke Vuona ja iehtjádij rollav REDD + dåjman rijkajgasskasasj birástagáj åvddånahtedijn, váj dat sihke dahká ahte dálkádakgássaj luojttem giehpeduvvá, ja ganugahttá biologalasj valjesvuoda binnedimev ja åvdet guoddelis åvddånahttemav álggoálmmugijda gudi trohpalasj vuovdijn viessu ja bierggiji.

source: Sámediggi háliida ahte Norga dálkkádatšiehtadallamiin lea njunnošis čuollamin olmmošvuoigatvuođaid beali, ja ahte ILO konvenšuvdna nr. 169 álgoálbmogiid birra adno vuođđun Norgga posišuvnnain álgoálbmotvuoigatvuođaid ektui.
smj: Sámedigge sihtá Vuodna galggá åvdemusán almasjrievtesvuodaj gáktuj dálkádaksjiehtadallamijn, ja ahte ILO-konvensjåvnnå 169 álggoálmmugij vuoksjuj le vuodon Vuona posisjåvnåjda álggoálmmukriektáj gáktuj.

source: Ja ahte álgoálbmotbealli ovddiduvvo doppe gos lea mávssolaš ja áigeguovdil.
smj: Ja ahte álggoálmmukperspektijvva åvdeduvvá gånnå hiehpá.

source: Loga eanet ON dálkkádatkonvenšuvnna (UNFCCC) birra dás.
smj: Lågå ienebut AN:a dálkádakkonvensjåvnå (UNFCCC) birra dáppe
